---
kind: property
id: P:Autodesk.Revit.DB.Visual.AssetPropertyDoubleMatrix44.Value
source: html/dbc201e4-90b0-fe04-d349-fc89cf5e68e4.htm
---
# Autodesk.Revit.DB.Visual.AssetPropertyDoubleMatrix44.Value Property

Get the value of the property

## Syntax (C#)
```csharp
public DoubleArray Value { get; }
```